Repository: linuxdeepin/deepin-app-store-web
Catalog: src/locale/messages.*.xlf
Languages: sr

source: Paused
sr: Паузирано

source: Downloading
sr: Преузимање

source: Installing
sr: Инсталирање

source: Uninstalling
sr: Уклањање

source: Network error
sr: Грешка на мрежи

source: Loading... Please wait
sr: Учитавање... Молимо сачекајте

source: {{ count }} applications
sr: {{ count }} програма

source: Top {{ top }}
sr: Најбољих {{ top }}

source: Downloads
sr: Преузимања

source: Rating
sr: Оцена

source: Personal Center
sr: Лични центар

source: Open
sr: Покрени

source: Install
sr: Инсталирај

source: Buy
sr: Купи

source: Update
sr: Ажурирај

source: Unavailable
sr: Недоступно

source: Amount:
sr: Сума:

source: Payment:
sr: Начин плаћања:

source: Pay Now
sr: Плати

source: Amount:
sr: Сума:

source: WeChat Pay
sr: WeChat Плаћање:

source: Processing payment, please wait...
sr: Обрада уплате, молимо сачекајте...

source: Payment failed, please try again!
sr: Плаћање неуспешно, покушајте поново!

source: Cancel
sr: Откажи

source: Pay Again
sr: Понови уплату

source: Network disconnected, and you may not be able to buy the app successfully,
sr: Ван мреже сте и можда нећете моћи успешно да купите програм,

source: please check your network first
sr: молимо прво проверите мрежу

source: Payment Successful!
sr: Успешно плаћено!

source: Order No.
sr: Наруџбина бр.

source: Order Time
sr: Време наруџбине

source: Payment Method
sr: Начин плаћања

source: Home
sr: Главно

source: Rankings
sr: Рангирање

source: Internet
sr: Интернет

source: Chat
sr: Ћаскање

source: Music
sr: Музика

source: Video
sr: Видео

source: Graphics
sr: Графика

source: Games
sr: Игре

source: Office
sr: Канцеларија

source: Reading
sr: Читање

source: Development
sr: Развој

source: System
sr: Систем

source: Other
sr: Остало

source: Download
sr: Преузимање

source: My Apps
sr: Моји програми

source: Recommend app
sr: Препоручи програм

source: Name:
sr: Име:

source: Official name
sr: Званично име

source: Official name cannot be empty
sr: Званично име не може бити празно поље

source: Type:
sr: Тип:

source: License:
sr: Лиценца:

source: Input No if no license is required
sr: Унеси No ако лиценца није потребна

source: License cannot be empty
sr: Лиценца не може бити празно поље

source: Homepage:
sr: Матична страница:

source: Official website
sr: Званични сајт

source: Official website cannot be empty
sr: Званични сајт не може бити празно поље

source: Official website is not in a correct format
sr: Званични сајт није у правилном формату

source: Download Site:
sr: Страница преузмања:

source: Official download address
sr: Званична адреса прузимања

source: Download Site cannot be empty
sr: Страница преузимања не може бити празно поље

source: Download Site is not in a correct format
sr: Страница преузимања није у правилном формату

source: Others:
sr: Остало:

source: Introduction or other info
sr: Опис или друге информације

source: Submit
sr: Пошаљи

source: Announcement:{{ $notify.content }}
sr: Најава:{{ $notify.content }}

source: Request successful
sr: Захтев послан

source: Cache cleared
sr: Кеш очишћен

source: Submission successful
sr: Захтев успешан

source: Request failed
sr: Захтев неуспешан

source: Failed to clear cache
sr: Неуспешно чишћење кеша

source: Submission failed
sr: Захтев неуспешан

source: Refund Policy
sr: Правила повраћаја средстава

source: 1. Users can request a refund within two hours after payment. 2. The first three refund requests are processed automatically, and the refunds are returned to the original account in real time. 3. The fourth and later refund requests must be reviewed manually (2-3 working days). Your refund will be issued if approved, and you will receive an explanation if rejected.
sr: 1. Корисник може захтевати повраћај у року од два сата након уплате. 2. Прва три захтева се обрађују аутоматски и средства се враћају на првобитни рачун у реалном времену. 3. Четврти и сваки следећи захтев се разматрају (2-3 радна дана). Ако се одобри, повраћај ће бити издат. У случају одбијања, добићете образложење.

source: Rating:
sr: Оцена:

source: Calculating
sr: Рачунање

source: {{ downloads }} downloads
sr: {{ downloads }} преузимања

source: {{ score_count }} ratings
sr: {{ score_count }} оцена

source: Category:{{app.info.category}}
sr: Категорија:{{app.info.category}}

source: Version:
sr: Верзија:

source: Size:
sr: Величина:

source: Downloaded
sr: Преузето

source: Updated Date:
sr: Датум ажурирања:

source: Developer:
sr: Развијач:

source: Packager:
sr: Пакер:

source: Website:
sr: Страница:

source: Source:
sr: Извор:

source: Third-party
sr: Независан

source: Official
sr: Званичан

source: Collaboration
sr: Сарадња

source: Tag:
sr: Ознаке:

source: Description:
sr: Опис:

source: Collapse
sr: Скупи

source: More
sr: Више

source: CDN supported by UPYUN
sr: CDN подржан од UPYUN

source: Sorry
sr: Извините

source: It's in adjustment, you can return to
sr: На уређивању је, можете се вратити на

source: Previous
sr: Претходно

source: Connection failed, please check your network and refresh
sr: Веза је прекинута, молимо проверите вашу мрежу и освежите

source: Something goes wrong.
sr: Нешто је пошло наопако.

source: {{ total }} contributors
sr: {{ total }} донатора

source: Donate
sr: Донирај

source: Random
sr: Насумично

source: WeChat Pay:
sr: WeChat Плаћање:

source: Please post your comment after sign in
sr: Унесите коментар након пријављивања

source: Sign Up
sr: Региструј се

source: Your Rating:
sr: Ваша оцена:

source: Rate this app:
sr: Оцени овај програм:

source: Sign Out
sr: Одјави се

source: Tags:
sr: Ознаке:

source: Comment Tag
sr: Ознака коментара

source: Sign In
sr: Пријави се

source: You have posted a comment
sr: Објавили сте коментар

source: Post your comment here
sr: Унесите ваш коментар овде

source: Please rate and post your comment
sr: Молимо оцените и објавите ваш коментар

source: Please input your comment
sr: Унесите ваш коментар

source: Please rate
sr: Молимо оцените

source: Failed to submit
sr: Неуспело слање

source: The application is not available
sr: Програм није доступан

source: User Comments
sr: Коментари корсника

source: Current Version
sr: Актуелна верзија

source: History Versions
sr: Старије верзије

source: Failed to load comments
sr: Неуспешно учитавање коментара

source: No user comments available
sr: Нема коментара корисника

source: [Closed Account]
sr: [Налог је затворен]

source: [Developer reply]
sr: [Одговор развијача]

source: Back to top
sr: Назад на врх

source: You are banned
sr: Имате забрану

source: The author bans comments
sr: Аутор је онемогућио коментаре

source: Please post your comment after using it
sr: Молимо напишите преглед након коришћења

source: Due to {{ reason }}, you cannot post a comment
sr: Због {{ reason }}, не можете објавити коментар

source: Processing {{ jobs.length }} {jobs.length, plural, =0 {...} =1 {...} other {...}}
sr: Обрађујем {{ jobs.length }} {jobs.length, plural, =0 {...} =1 {...} other {...}}

source: {VAR_PLURAL, plural, =0 {task} =1 {task} other {tasks} }
sr: {VAR_PLURAL, plural, =0 {задатак} =1 {задатак} other {задатка} }

source: Time left:
sr: Преостало време:

source: {{ $m }} min
sr: {{ $m }} мин

source: {{ $s }} sec
sr: {{ $s }} сек

source: Waiting to download
sr: Чекам преузимање

source: Cancelling
sr: Отказивање

source: Waiting to install
sr: Чекам инсталирање

source: Installed
sr: Инсталиран

source: Failed to install: broken dependencies, please retry
sr: Неуспешна инсталација: оштећене зависности, покушајте поново

source: Failed to install: it was interrupted, please retry
sr: Неуспешна инсталација: процес прекинут, покушајте поново

source: Failed to download, please retry
sr: Неуспело преузимање, молимо поновите

source: Failed to install: dpkg error
sr: Неуспешна инсталација: dpkg грешка

source: Failed to install: unmet dependencies
sr: Неуспешна инсталација: незадовољене зависности

source: Failed to install: insufficient space, please clean and retry
sr: Неуспешна инсталација: недовољно простора, молимо очистите и поновите

source: Failed to install
sr: Неуспешна инсталација

source: Details
sr: Детаљи

source: The topic not found
sr: Тема није пронађена

source: Search results for <span>{{ title }}</span>
sr: Резултати претраге за <span>{{ title }}</span>

source: Apps developed by {{ name }}
sr: Програми развијани од стране {{ name }}

source: Apps packaged by {{ name }}
sr: Програми паковани од стране {{ name }}

source: No search results
sr: Нема резултата претраге

source: Game
sr: Игре

source: Others
sr: Остало

source: Local Apps
sr: Локални програми

source: Remote Apps
sr: Удаљени програми

source: Are you sure you want to uninstall this application?
sr: Заиста желите да деинсталирате овај програм?

source: Date installed:
sr: Датум инсталирања:

source: Confirm
sr: Потврди

source: Uninstall
sr: Уклони

source: Remote App
sr: Удаљени програми

source: Refunding
sr: Повраћај средстава

source: Refund
sr: Повраћај

source: Two-hour refund period has expired
sr: Двочасовни перид за повраћај је истекао

source: The application is not available, please retry or give feedback
sr: Програм није доступан, покушајте поново или пошаљите повратне информације

source: Auto install new app
sr: Аутоматски инсталирај нови програм

source: Show only paid apps
sr: Прикажи само програме који се плаћају

source: Install All
sr: Инсталирај све

source: Please select the apps to install
sr: Изабери програме за инсталацију

source: All
sr: Све

source: Inverse
sr: Обрнуто

source: Start Installation
sr: Започни инсталацију

source: Refund Request
sr: Захтев за повраћај

source: Detailed Reasons:
sr: Детаљни разлози:

source: Suggestions:
sr: Сугестије:

source: Your request is under review, which takes 2-3 working days.
sr: Ваш захтев је у разматрању за које је потребно 2-3 радна дана.

source: Please wait patiently. Once approved, the refunds will be returned to the original account.
sr: Молимо за стрпљење. Након одобрења средства ће бити враћена на првобитни рачун.

source: Frequent errors or crashes
sr: Честе грешке и откази

source: Complicated operation
sr: Захтевно руковање

source: High CPU usage
sr: Висока употреба ЦПЈ-а

source: Many advertisements
sr: Много реклама

source: Bad user experiences
sr: Лоше корисничко искуство

source: Poor content
sr: Лош садржај

source: My comments
sr: Моји коментари

source: Comment Date:
sr: Датум коментара:

source: Removed
sr: Уклоњен

source: Edit
sr: Уреди

source: Edit Comment
sr: Уреди коментар

source: Rate:
sr: Оцена:

source: Delete
sr: Обриши

source: Are you sure you want to delete this comment?
sr: Заиста желите да обришете коментар?

source: My donations
sr: Моје донације

source: Total <span>{{ amount_count }}</span>
sr: Укупно <span>{{ amount_count }}</span>

source: Donation Date:
sr: Датум донације:
